Repository: Khampasert9328/ev_charging_app
Catalog: lib/l10n/app_*.arb
Languages: lo

source: Change Language
lo: ປ່ຽນພາສາ

source: Management Station
lo: ຈັດການຂໍ້ມູນສະຖານີ

source: Maps
lo: ແຜນທີ່

source: Charge Station
lo: ສະຖານີສາກທັງໝົດ

source: Setting
lo: ຕັ້ງຄ່າ

source: About
lo: ກ່ຽວກັບ

# logout
source: Sign Out
lo: ອອກຈາກລະບົບ

# login
source: Sign In
lo: ເຂົ້າສູ່ລະບົບ

# allitem
source: All Items
lo: ລາຍການທັງໝົດ

source: Add Infomation
lo: ເພີ່ມຂໍ້ມູນສະຖານີ

source: Add Infomation Station
lo: ເພີ່ມຂໍ້ມູນຕູ້ສາກ

source: No Data
lo: ບໍ່ມີຂໍ້ມູນ

source: Owner
lo: ເຈົ້າຂອງ

source: Place
lo: ສະຖານທີ່

source: Infomation Owner
lo: ຂໍ້ມູນເຈົ້າຂອງ

source: Company
lo: ບໍລິສັດ

source: Logocompany
lo: ໂລໂກ້ ບໍລິສັດ

source: Next
lo: ຕໍ່ໄປ

source: Amount
lo: ຈຳນວນ

source: Add
lo: ເພີ່ມ

source: Delete
lo: ລົບ

# containnerchange
source: Change
lo: ຕູ້ສາກ

source: Branch
lo: ຍີ່ຫໍ້

source: Generation
lo: ລຸ້ນ

source: Models
lo: ໂມເດລ

source: Chargetype
lo: ປະເພດຫົວສາກ

source: Addchargetype
lo: ເພີ່ມປະເພດຫົວສາກ

source: Image Place
lo: ຮູບພາບສະຖານທີ່

source: Upload Image
lo: ອັບໂຫລດຮູບພາບ

source: Back
lo: ກັບຄືນ

source: Infomation Location
lo: ຂໍ້ມູນທີ່ຕັ້ງ

source: Province
lo: ບ້ານ

source: District
lo: ເມືອງ

source: Village
lo: ແຂວງ

source: Place Name
lo: ຊື່ສະຖານທີ່

source: Input Place Name
lo: ປ້ອນຊື່ສະຖານທີ່

source: Facility
lo: ສິ່ງອຳນວຍຄວາມສະດວກ

source: Example
lo: ຕົວຢ່າງ

source: Add Place
lo: ເພີ່ມສະຖານທີ່

source: Location
lo: ຕຳແໜ່ງ

source: Choose Location
lo: ເລືອກຕຳແໜ່ງ

source: Infomation Charge
lo: ຂໍ້ມູນຕູ້ສາກ

source: Summary
lo: ສະຫຼຸບ

source: Choose Chargetype
lo: ເລືອກປະເພດຫົວສາກ

source: Email
lo: ອີເມລ

source: Password
lo: ລະຫັດຜ່ານ

source: Forgot Password?
lo: ລືມລະຫັດຜ່ານ?

# sendemail
source: Sending Email...
lo: ກຳລັງສົ່ງອີເມລ

source: Loading...
lo: ກຳລັງເຂົ້າສູ່ລະບົບ...

# chooselanguage
source: Language
lo: ເລືອກພາສາ

# checkemail
source: Checking Your Email
lo: ກວດສອບອີເມລຂອງເຈົ້າ

source: Change Password
lo: ກຳລັງປ່ຽນລະຫັດຜ່ານ...

source: New Change Password
lo: ປ່ຽນລະຫັດຜ່ານໃໝ່

# changingpassword
source: Change Password
lo: ປ່ຽນລະຫັດຜ່ານ

# input
source: Input Password
lo: ປ້ອນລະຫັດຜ່ານ

source: Filter
lo: ຕົວກອງ
